Repository: laurensbs/value
Catalog: ios/RondjeWidgets/Localizable.xcstrings
Source language: nl
Languages: en, es, fr

source: gelopen
en: walked
es: recorridos
fr: parcourus

source: De eigenaar kijkt mee
en: The owner is watching
es: El dueño lo está siguiendo
fr: Le propriétaire suit la balade

source: Geen rondje gepland
en: No walk planned
es: Ningún paseo previsto
fr: Aucune balade prévue

source: Jullie lopen samen
en: You're walking together
es: Paseáis juntos
fr: Vous vous promenez ensemble

source: Kennismaken
en: Meet
es: Conocernos
fr: Faire connaissance

source: Live locatie staat uit
en: Live location is off
es: Ubicación en directo desactivada
fr: Localisation en direct désactivée

source: Met welke hond je straks gaat wandelen.
en: Which dog you're walking next.
es: Con qué perro vas a pasear pronto.
fr: Avec quel chien tu vas te promener bientôt.

source: Over tijd: laat even iets weten
en: Running late: let them know
es: Con retraso: avisa
fr: En retard : donne des nouvelles

source: Rondje
en: Walk
es: Paseo
fr: Balade

source: Rondje met %@
en: Walk with %@
es: Paseo con %@
fr: Balade avec %@

source: Volgende rondje
en: Next walk
es: Próximo paseo
fr: Prochaine balade

source: Zoek een hond in de app.
en: Find a dog in the app.
es: Busca un perro en la app.
fr: Trouve un chien dans l'app.
